[{"model": "blog.post", "pk": 1, "fields": {"title": "Nature's Beauty", "text": "Nature is a marvel that never ceases to amaze us. From the serene beauty of a sunrise over the mountains to the intricate patterns on a butterfly's wings, nature's artistry is boundless. The more we explore, the more we realize that we've only scratched the surface of what our planet has to offer.\r\n\r\n**Bioluminescence: A Natural Wonder**\r\n\r\nOne of nature's most incredible phenomena is bioluminescence. Imagine standing on a moonless night by the shores of a remote beach, and as you step into the water, each of your footprints lights up with a soft, ethereal glow. This magical display, created by tiny marine organisms, serves as a reminder of the mysteries that still surround us. The natural world has a way of captivating our hearts and minds, inviting us to cherish and protect it for generations to come.", "author": 1, "created_at": "2023-08-27T19:15:19.998Z", "pub_date": "2023-08-27T19:15:19.998Z"}}, {"model": "blog.post", "pk": 2, "fields": {"title": "Exploring The Cosmos", "text": "The night sky has always captivated our imaginations. As we gaze upward, we are drawn into a world of infinite possibilities, where distant stars, planets, and galaxies dot the celestial canvas. Astronomy is a window to the cosmos, allowing us to embark on a journey of discovery and wonder.\r\n\r\nOne of the most awe-inspiring sights in the night sky is the Milky Way galaxy. Stretching across vast expanses of space, our galaxy is home to billions of stars, each with its own unique story. From the comfort of a backyard telescope to the sophisticated instruments of observatories, amateur and professional astronomers alike continue to unveil the secrets of the universe. As we explore the cosmos, we are reminded of the boundless mysteries that await our exploration.", "author": 1, "created_at": "2023-08-27T19:21:18.358Z", "pub_date": "2023-08-27T19:21:18.358Z"}}, {"model": "blog.comment", "pk": 1, "fields": {"post": 1, "author": "Ali", "text": "Wow noice", "created_date": "2023-08-27T19:19:22.334Z"}}, {"model": "blog.comment", "pk": 2, "fields": {"post": 2, "author": "d", "text": "asd", "created_date": "2023-09-14T16:48:28.254Z"}}]